[
  {
    "category": "أذكار التكرار",
    "arabic": "سبحان الله وبحمده",
    "en": "Glory be to Allah and praise be to Him.",
    "sp": "Gloria a Alá y alabado sea Él.",
    "it": "Gloria ad Allah e lode a Lui.",
    "cn": "赞颂真主，并赞美祂。",
    "bn": "আল্লাহ্‌ পবিত্র এবং তাঁর প্রশংসা।",
    "ru": "Хвала Аллаху и хвала Ему.",
    "jp": "アッラーに栄光あれ、そして彼を称えます。",
    "in": "Maha Suci Allah dan segala puji bagi-Nya.",
    "explanationar": "ذكر عظيم، يُستحب قوله مائة مرة يوميًا، يغفر الذنوب وإن كانت مثل زبد البحر، ويُكتب له مائة حسنة ويعادل عتق عشر رقاب.",
    "explanationen": "A great remembrance recommended to be said 100 times daily; it erases sins even as much as the foam of the sea and grants 100 rewards, equivalent to freeing ten slaves.",
    "explanationsp": "Un gran recordatorio recomendado cien veces al día; borra los pecados aunque sean como la espuma del mar y otorga cien recompensas, equivalente a liberar diez esclavos.",
    "explanationit": "Un grande dhikr raccomandato cento volte al giorno; cancella i peccati anche se fossero come la schiuma del mare e concede cento ricompense, equivalenti a liberare dieci schiavi.",
    "explanationcn": "这是一个非常伟大的赞词，建议每天念诵一百次，可洗净如海沫般多的罪过，并获得一百份善功，相当于释放十名奴隶。",
    "explanationbn": "এটি একটি মহৎ যিকর, প্রতিদিন একশ বার পাঠ করার পরামর্শ দেওয়া হয়; এটি সমুদ্রের ফেনার মতো পাপ মুছে দেয় এবং একশ সওয়াব দেয়, দশজন দাস মুক্ত করার সমান।",
    "explanationru": "Великий зикр, рекомендуется произносить 100 раз в день; он стирает грехи, даже если их столько, сколько пены в море, и дарует 100 наград, равных освобождению десяти рабов.",
    "explanationjp": "偉大なズィクルであり、毎日100回唱えることが勧められています。海の泡ほどの罪も許され、100の報酬を得て、10人の奴隷を解放したのと同等です。",
    "explanationin": "Dzikir agung yang dianjurkan dibaca 100 kali setiap hari; menghapus dosa sebanyak buih di laut dan mendapat 100 pahala, setara dengan membebaskan sepuluh budak."
  },
  {
    "category": "أذكار التكرار",
    "arabic": "سبحان الله وبحمده سبحان الله العظيم",
    "en": "Glory be to Allah and praise be to Him, Glory be to Allah the Great.",
    "sp": "Gloria a Alá y alabado sea Él, Gloria a Alá el Grandioso.",
    "it": "Gloria ad Allah e lode a Lui, Gloria ad Allah il Grande.",
    "cn": "赞颂真主，并赞美祂；赞颂伟大的真主。",
    "bn": "আল্লাহ্‌ পবিত্র এবং তাঁর প্রশংসা, মহা মহান আল্লাহ্‌ পবিত্র।",
    "ru": "Хвала Аллаху и хвала Ему, хвала Великому Аллаху.",
    "jp": "アッラーに栄光あれ、そして彼を称えます。偉大なるアッラーに栄光あれ。",
    "in": "Maha Suci Allah dan segala puji bagi-Nya, Maha Suci Allah Yang Agung.",
    "explanationar": "ذكر يجمع بين التسبيح والتعظيم لله، من أحب الأذكار إلى الله، ويُستحب قوله كثيرًا بعد الأذكار اليومية.",
    "explanationen": "This dhikr combines glorification and praise of Allah. It is among the most beloved remembrances to Allah and is recommended frequently after daily adhkar.",
    "explanationsp": "Este dhikr combina la glorificación y la alabanza a Alá. Es de los más amados por Él y se recomienda repetirlo con frecuencia tras los recordatorios diarios.",
    "explanationit": "Questo dhikr unisce la glorificazione e la lode ad Allah; è tra i più amati da Lui ed è raccomandato recitarlo spesso dopo i dhikr quotidiani.",
    "explanationcn": "这段赞词结合了赞颂与尊崇真主，是真主最喜爱的赞念之一，建议在日常赞词之后常常诵读。",
    "explanationbn": "এই যিকরটি আল্লাহর প্রশংসা ও মহিমা উভয়কে একত্রিত করে; এটি আল্লাহর নিকট সবচেয়ে প্রিয় যিকরের মধ্যে একটি এবং প্রতিদিনের যিকরের পরে প্রায়ই পাঠ করার পরামর্শ দেওয়া হয়।",
    "explanationru": "Этот зикр сочетает восхваление и возвеличивание Аллаха. Он один из самых любимых зикров Аллаха и рекомендуется повторять его часто после ежедневных зикров.",
    "explanationjp": "このズィクルはアッラーの賛美と称賛を兼ね備えており、アッラーに最も愛される念の一つです。日々のズィクルの後に頻繁に唱えることが推奨されます。",
    "explanationin": "Dzikir ini menggabungkan pujian dan pengagungan kepada Allah; termasuk yang paling dicintai oleh Allah, dan disunnahkan sering dibaca setelah dzikir harian."
  },
  {
    "category": "أذكار التكرار",
    "arabic": "الحمد لله",
    "en": "All praise is due to Allah.",
    "sp": "Alabado sea Alá.",
    "it": "Lode ad Allah.",
    "cn": "一切赞颂全归真主。",
    "bn": "সমস্ত প্রশংসা আল্লাহর জন্য।",
    "ru": "Хвала Аллаху.",
    "jp": "すべての称賛はアッラーに属します。",
    "in": "Segala puji bagi Allah.",
    "explanationar": "من أفضل الأذكار التي تعبّر عن شكر الله على نعمه، يُستحب الإكثار منه يوميًا، ويُثقل الميزان يوم القيامة.",
    "explanationen": "One of the best remembrances expressing gratitude to Allah. It is recommended daily and will weigh heavily on the scale on Judgment Day.",
    "explanationsp": "Uno de los mejores recordatorios que expresan gratitud a Alá. Se recomienda repetirlo a diario y pesará mucho en la balanza en el Día del Juicio.",
    "explanationit": "Uno dei migliori dhikr che esprimono gratitudine verso Allah; raccomandato ogni giorno e avrà grande peso nel Giorno del Giudizio.",
    "explanationcn": "这是表达对真主感恩的最佳赞词之一，建议每天多诵读，在审判日将加重功德的天平。",
    "explanationbn": "এটি আল্লাহর প্রতি কৃতজ্ঞতা প্রকাশের অন্যতম সেরা যিকর, প্রতিদিন এটি বেশি করে পাঠ করার পরামর্শ দেওয়া হয়; কিয়ামতের দিনে এটি পাল্লায় ভারী হবে।",
    "explanationru": "Один из лучших зикров, выражающих благодарность Аллаху. Рекомендуется произносить ежедневно, и он утяжелит весы в Судный день.",
    "explanationjp": "アッラーへの感謝を表す最良のズィクルの一つです。毎日唱えることが勧められ、審判の日に功徳の秤を重くします。",
    "explanationin": "Salah satu dzikir terbaik sebagai ungkapan syukur kepada Allah; dianjurkan dibaca setiap hari dan akan memberatkan timbangan amal di hari kiamat."
  },
  {
    "category": "أذكار التكرار",
    "arabic": "أستغفر الله وأتوب إليه",
    "en": "I seek forgiveness from Allah and repent to Him.",
    "sp": "Pido perdón a Alá y me arrepiento ante Él.",
    "it": "Chiedo perdono ad Allah e mi pento a Lui.",
    "cn": "我向真主求饶并向祂忏悔。",
    "bn": "আমি আল্লাহর কাছে ক্ষমা চাই এবং তাঁর কাছে তওবা করি।",
    "ru": "Прошу прощения у Аллаха и каюсь перед Ним.",
    "jp": "アッラーに許しを求め、彼に悔い改めます。",
    "in": "Aku memohon ampun kepada Allah dan bertobat kepada-Nya.",
    "explanationar": "ذكر يُستحب الإكثار منه يوميًا، وهو سبب لمغفرة الذنوب ورفع الدرجات، ويكفي قوله عدة مرات طوال اليوم حسب القدرة.",
    "explanationen": "A remembrance highly recommended daily; it leads to forgiveness and elevation in rank. Reciting it several times a day is sufficient.",
    "explanationsp": "Un recordatorio muy recomendado a diario; conduce al perdón y eleva el rango. Decirlo varias veces al día es suficiente.",
    "explanationit": "Un dhikr altamente raccomandato ogni giorno; porta al perdono e innalza il rango. È sufficiente recitarlo più volte al giorno.",
    "explanationcn": "这是每天应多诵的赞词，可获得宽恕并提升地位；每日念诵数次即可。",
    "explanationbn": "এটি প্রতিদিন বেশি করে পাঠ করার পরামর্শ দেওয়া হয়; এটি গুনাহ মাফ এবং মর্যাদা বৃদ্ধির কারণ হয়। দিনে কয়েকবার পাঠ করাই যথেষ্ট।",
    "explanationru": "Зикр, который рекомендуется произносить часто ежедневно; он является причиной прощения и возвышения. Достаточно произносить его несколько раз в день.",
    "explanationjp": "毎日頻繁に唱えることが勧められるズィクルです。罪の赦しと地位の向上をもたらします。一日に数回唱えるだけでも十分です。",
    "explanationin": "Dzikir yang sangat dianjurkan dibaca setiap hari; menjadi sebab ampunan dan kenaikan derajat. Cukup dibaca beberapa kali sehari sesuai kemampuan."
  },
  {
    "category": "أذكار التكرار",
    "arabic": "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير",
    "en": "There is no deity worthy of worship except Allah, alone without partner. To Him belongs the dominion and praise, and He is over all things capable.",
    "sp": "No hay divinidad digna de adoración excepto Alá, único, sin compañero. A Él pertenece el reino y la alabanza, y Él tiene poder sobre todas las cosas.",
    "it": "Non c'è divinità degna di adorazione se non Allah, solo, senza socio. A Lui appartiene il regno e la lode, ed Egli è capace di ogni cosa.",
    "cn": "除真主外，绝无应受崇拜的；独一无偶，国权与赞颂全归祂，祂对万物全能。",
    "bn": "আল্লাহ্‌ ছাড়া কোনো উপাস্য নেই, তিনি এক, তাঁর কোনো অংশীদার নেই, রাজত্ব ও প্রশংসা তাঁরই, এবং তিনি সবকিছুর উপর সর্বশক্তিমান।",
    "ru": "Нет божества, кроме Аллаха, одного, у Него нет сотоварища. Ему принадлежит власть и хвала, и Он способен на всё.",
    "jp": "アッラーのほかに神はなく、彼には仲間がありません。王国と称賛は彼のものであり、彼はすべてのことに力を持ちます。",
    "in": "Tidak ada tuhan yang berhak disembah selain Allah, Yang Maha Esa, tiada sekutu bagi-Nya. Milik-Nya kerajaan dan segala pujian, dan Dia Maha Kuasa atas segala sesuatu.",
    "explanationar": "ذكر عظيم يُستحب قوله مائة مرة يوميًا، يكتب له مائة حسنة ويُعادل عتق عشر رقاب عند الالتزام بالعدد الموصى به.",
    "explanationen": "A great dhikr recommended to be said 100 times daily; it grants 100 rewards and equals freeing ten slaves when recited in the prescribed number.",
    "explanationsp": "Un gran recordatorio recomendado cien veces al día; otorga cien recompensas y equivale a liberar diez esclavos si se recita en el número indicado.",
    "explanationit": "Un grande dhikr raccomandato cento volte al giorno; concede cento ricompense ed equivale a liberare dieci schiavi se recitato nel numero consigliato.",
    "explanationcn": "这是一个伟大的赞词，建议每天念诵一百次；可获得一百份善功，相当于释放十名奴隶（若按推荐次数诵读）。",
    "explanationbn": "এটি একটি মহৎ যিকর, প্রতিদিন একশ বার পাঠ করার পরামর্শ দেওয়া হয়; এটি একশ সওয়াব দেয় এবং দশজন দাস মুক্ত করার সমান।",
    "explanationru": "Великий зикр, рекомендуется произносить 100 раз в день; за это записывается 100 наград, что равняется освобождению десяти рабов.",
    "explanationjp": "偉大なズィクルであり、毎日100回唱えることが勧められています。100の報酬を得て、10人の奴隷を解放したのと同等の価値があります。",
    "explanationin": "Dzikir agung yang dianjurkan dibaca 100 kali setiap hari; mendapatkan 100 pahala dan setara dengan membebaskan sepuluh budak bila dilakukan sesuai jumlah yang disunnahkan."
  }
]
